
// ============================================================================
// Bootloader
// ----------------------------------------------------------------------------

"Clover_title" = "Clover EFI";
"Clover_description" = "Clover EFI requiere tres archivos esenciales. (en términos simples)
boot0 (En el MBR del disco) responsable de cargar boot1.
boot1 (En el sector de arranque de la particion) para encontrar boot2.
boot2 (En el directorio ROOT de la particion) para cargar /EFI/BOOT/CLOVERIA32.efi o CLOVERX64.efi, y el kernel etc.";

"boot0_title" = "BIOS MBR boot0 (HFS+Fat32)";
"boot0_description" = "Usado para arranque BIOS en placa base con BIOS.
Usa fdisk440 para instalar boot0 en el primer 440 bits del MBR sin destruir alguna instalacion de Windows si usted tiene alguna, entonces boot0 buscara la primera particion HFS activa para boot1h2, o buscara en la primera particion activa Fat32 para boot1f32alt.
Si esto esta seleccionado las particiones HFS y Fat32 seran activadas.
Necesita formatear como Fat32 en Win o Mac de la siguiente forma.
  1. Borrar como MS-DOS (FAT) en la Utilidad de Discos primero.
  2. diskutil list
  3. diskutil unmount /dev/rdisk9s1
  4. newfs_msdos -v Fat32 -F 32 /dev/rdisk9s1
  5. diskutil mount /dev/rdisk9s1";

"boot0hfs_title" = "BIOS MBR boot0hfs (HFS+Fat32)";
"boot0hfs_description" = "Usado para arranque BIOS en placa base con BIOS.
Usa fdisk440 para instalar boot0 en el primer 440 bits del MBR sin destruir alguna instalacion de Windows si usted tiene alguna, entonces boot0 buscara la primera particion HFS activa para boot1h2, o buscara en la primera particion activa Fat32 para boot1f32alt.
Si no selecciona esto, las particiones HFS sera activada, pero si esta seleccionado la particion Fat32 sera activada.
Necesita formatear como Fat32 en Win o Mac de la siguiente forma.
  1. Borrar como MS-DOS (FAT) en la Utilidad de Discos primero.
  2. diskutil list
  3. diskutil unmount /dev/rdisk9s1
  4. newfs_msdos -v Fat32 -F 32 /dev/rdisk9s1
  5. diskutil mount /dev/rdisk9s1";

"boot0EFI_title" = "BIOS GPT EFI (HFS+Fat32)";
"boot0EFI_description" = "Usado para arranque BIOS en placa base con BIOS.
Usa fdisk440 para instalar boot0 en el primer 440 bits del MBR sin destruir alguna instalacion de Windows si usted tiene alguna, entonces boot0hfs buscara la primera particion GPT EFI boot1h2 o boot1f32alt.
Esto no configura la particion seleccionada como activa
Necesita formatear la particion EFI como HFS en Mac primero, con los siguientes comandos.
  diskutil list
  newfs_hfs -v EFI /dev/rdisk9s1
Or format EFI as Fat32 on Mac first, command as below.
  diskutil list
  newfs_msdos -v EFI -F 32 /dev/rdisk9s1";

"bootNo_title" = "Solo descomprimir";
"bootNo_description" = "Usado para arranque BIOS en placa base con BIOS.
No instala ninguno de los siguientes archivos: boot0 , boot0hfs, boot0md, boot1h2 y boot1f32alt, utilizado para discos duro 4kb con instalación manual.";

"bootUEFI_title" = "Arranque UEFI (Placa base UEFI)";
"bootUEFI_description" = "Usado para arranque UEFI en placas base UEFI.
No instala ninguno de los siguientes archivos: boot0 , boot0hfs, boot0md, boot1h2, y boot1f32alt.
Necesita configurar el arranque UEFI (En la Bios o en el Shell) :
UEFI -> /EFI/BOOT/CloverX64.efi -> boot.efi -> OS X";

"boot32_title" = "Instalar e iniciar el arranque 32bit primero";
"boot32_description" = "Instala los archivos de arranque y configura el inicio en 32bit primero.
Arranque por defecto ---------- = Clover EFI 32bit. Usted puede..
Presionar la tecla 1 para boot1 = Chameleon boot,
Presionar la tecla 3 para boot3 = Clover EFI 32bit boot,
Presionar la tecla 6 para boot6 = Clover EFI 64bit boot.";

"boot64_title" = "Instalar e iniciar el arranque 64bit primero";
"boot64_description" = "Instala los archivos de arranque y configura el inicio en 64bit primero.
Arranque por defecto ---------- = Clover EFI 64bit. You can..
Presionar la tecla 1 para boot1 = Chameleon boot,
Presionar la tecla 3 para boot3 = Clover EFI 32bit boot,
Presionar la tecla 6 para boot6 = Clover EFI 64bit boot.";

// ============================================================================
// Themes
// ----------------------------------------------------------------------------

"Themes_title" = "Temas";
"Themes_description" = "Seleccione para instalar temas.";

"black_green_title" = "black_green";
"black_green_description" = "Tema por defecto black_green de Blackosx,
Se instala en /EFI/BOOT/themes/black_green.";

"AppleStyle_title" = "AppleStyle";
"AppleStyle_description" = "AppleStyle tema de Eps,
Se instala en /EFI/BOOT/themes/AppleStyle.";

"mrengles_title" = "mrengles";
"mrengles_description" = "mrengles tema de mrengles,
Se instala en /EFI/BOOT/themes/mrengles.";

"iClover_title" = "iClover";
"iClover_description" = "Grey style theme by winlog,
Se instala en /EFI/BOOT/themes/iClover.";

"buttons_title" = "buttons";
"buttons_description" = "Tema Buttons de Trauma,
Se instala en /EFI/BOOT/themes/buttons.";

"hellfire_title" = "hellfire";
"hellfire_description" = "Tema Hellfire de illevelll,
Se instala en /EFI/BOOT/themes/hellfire.";

"metal_title" = "metal";
"metal_description" = "El tema original metal de Slice,
Se instala en /EFI/BOOT/themes/metal.";

"simple_gray_title" = "simple_gray";
"simple_gray_description" = "Tema Simple_gray de hijeane,
Se instala en /EFI/BOOT/themes/simple_gray.";

"wooden_title" = "wooden";
"wooden_description" = "Tema Wooden de iROOTa,
Se instala en /EFI/BOOT/themes/wooden.";

// ============================================================================
// RC Scripts
// ----------------------------------------------------------------------------
"Optional RC Scripts" = "Optional RC Scripts";
"disable_sleep_proxy_client_description" = "Disable the mDNSResponder sleep proxy client service. This will prevent the system waking from sleep every hours";

// ----------------------------------------------------------------------------